[Information]
TRANSLATOR=USiTE.hu
VERSION=2.2.0

[Language]
LANGUAGE=Magyar
CHARACTER_CODE=UTF-16
LOCALE_ID=0x000E, 0x040E

[Menu]
FILE=&File
FILE_EXIT=&Kilépés
EDIT=&Szerkesztés
EDIT_COPY=&Másolás
THEME=&Kinézet
HELP=&Súgó
HELP_ABOUT=&A CrystalDiskMark névjegye

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

[Message]
STOP_BENCHMARK=Állítsa le a tesztelést.
DISK_CAPACITY_ERROR=Nincs elég hely a meghajtón.
DISK_CREATE_FILE_ERROR=File készítési hiba.
DISK_WRITE_ERROR=Írási hiba.
DISK_READ_ERROR=Olvasási hiba.

[Title]
TEST_DRIVE=Meghajtó ellenõrzése
TEST_SIZE=Méret ellenõrzése
TEST_NUMBER=Szám ellenõrzése

[WindowTitle]
ABOUT=A CrystalDiskMark névjegye
